// Answers Array
export const result = [
        {
                'PatternNumber': '1',
                'typeName': 'ライン型1',
                'group9': 'アクティブ・スマートグループ',
               'ilustration': 'graph_01',
                'catchCopy': '悩み多きストイックなエリート',
                'hakeikaisetsu': 'すべての指標が高得点、同程度の平坦な波形',
                'kihonseikakusumari':
                        '向上心が強く、行動力と決断力を持っています。自分に自信を持っており、いろんな分野で高い成果を上げることができます。ただ、一方で、スタンドプレーが多くなりがちな一面も。また、向上心が高いため、自分が納得する地位や評価が得られない場合は、起業や転職などにも意欲を見せることも多いです。理想が高く、完壁主義者なので、チームワークで行動する際は、自分の意見を押し通さず、周囲の意見も汲み取るとよい関係を築くことができるでしょう',
                'kunyunikeishon':
                        'コミュニケーションの特徴として、前のめりな性格なので、聞き手よりも話し手寄り。人が話している途中でも、自分が伝えたいことがあったらすぐに伝えます。喋りっぱなしで、自分の意見をゴリ押ししたいかというとそうでもなく、相手の意見も聞き入れる懐の深さがあります。自己評価が高く、実際に優秀がゆえに、できない人を見下してしまうところがあります。それは自分より立場が上の人でもです。喜怒哀楽、全てが普通の人より強いので、自分の感情を抑えきれないことによって、仕事、恋愛、結婚など日常の様々な場面で対人トラブルに発展することが多いかと思われます。いくらあなたが正しくても、正論や、自分の感情をストレートに相手に叩きつけては相手に立つ瀬がないこともあります。アンガーマネジメント（怒りのコントロール）の基礎ですが、何かしらの衝動（特に怒り）が湧き上がった時は数秒我慢。また自分の中にある「こうあるべき」という思いを一度見直すなどすると良いでしょう。',
                'renaikeiko':
                        '恋愛に関して、非常に積極的で「押しが強い」タイプです。パートナーの好みに関しては、いわゆる「面食い」。好みの相手と出逢えば、迷うことなく自分をアピールします。また非常にマメな性格なので、パートナーの好みをきちんと把握して、手厚くもてなします。いわゆるモテるタイプです。結婚願望はあるのですが、「今すぐに」というわけでなく、「いつかは結婚したい」という感じです。恋愛を楽しみたいという思いが強いのでしょう。しかし、子ども好きなので、父親になった時は頼もしい存在として家庭を支えることでしょう。我が強く、前のめり、そして繊細な性格なので、結婚するならば優しくて、おっとりとした、陰で支えてくれるパートナーがおすすめです。',
                'aishoii1': '台形型Ⅲ',
                'aishoii2': '台形型Ⅱ',
                'aishoii3': ' FCトップ型',
                'aishowarui1': 'U型Ⅰ',
                'aishowarui2': 'ライン型Ⅱ',
                'aishowarui3': 'ライン型Ⅲ',
        },
        {
                'PatternNumber': '2',
                'typeName': 'ライン型2',
                'group9': '無関心・サイレントマジョリティグループ',
                'ilustration': 'graph_02',
                'catchCopy': '積極性が乏しく受け身になりがち',
                'hakeikaisetsu': 'すべての指標が中得点、同程度の平坦な波形',
                'kihonseikakusumari':
                        '他人と積極的にコミュニケーションを取るのが苦手で、チームワワークよりも単独作業のほうが得意のようです。ただ、こだわりがないため、空気を読んで人に合わせるのが上手いです。マイペースで他人にあまり干渉することがないため、上司や先輩からはあまり可愛がられない傾向にありますが、先輩風を吹かせたりしないため、そのフラットな対応が、部下や後輩からは好かれることが多いでしょう。言われた仕事はきちんとこなすタイプですが、自分から積極的に手を上げたり、アイデアを出すことはあまりないようです。',
                'kunyunikeishon':
                        'コミュニケーションの特徴として、話し手よりも聞き手寄りで懐は深いのですが、自分の言いたいこともしっかりと伝えます。無闇矢鱈と交友関係を広げようとはせず、自分が「これは」と思った人達だけとの交流を望みます。ポジティブで、自己評価が高く、実際に優秀がゆえに、想定外の出来事に対する耐性が弱いところがあります。例えば突然の別れ、部署異動など、自分の力ではどうにでもならないことが人生で起こった時、このタイプの人は意外と脆くポッキリと心が折れてしまう傾向があります。常日頃、最悪な事態を想定するのも疲れるものですが、もう少し、悲観的な視点を持つ、自分よりも劣っている人でも、行動や言動をよく観察してみたりして、多種多様な価値観、行動を認識しておくと、いざという時に役立つでしょう。',
                'renaikeiko':
                        '恋愛に関して、積極的な姿勢です。パートナーの好みに関しては、いわゆる「面食い」。好みのパートナーと出逢うと、自分の良さ・凄さを強烈にアピールするようなことはせず、まずは冷静に相手を見極め、さり気なく自分をアピールしていきます。非常にマメな性格なので、パートナーの好みをきちんと把握して、手厚くもてなします。いわゆるモテるタイプです。プレイボーイと思われがちかもしれませんが、結婚願望は強いほうです。また、子ども好きなので、父親になった時は頼もしい存在として家庭を支えることでしょう。結婚するならば、自分と同じようなスマートかつ努力家タイプのパートナーとお互い支え合っていくか、優しくて、おっとりとした、あなたを陰で支えてくれるパートナーがおすすめです。',
                'aishoii1': 'Z型Ⅱ',
                'aishoii2': 'U型Ⅲ',
                'aishoii3': ' NPトップ型',
                'aishowarui1': '逆Z型Ⅰ',
                'aishowarui2': 'ライン型Ⅰ',
                'aishowarui3': '逆N型Ⅲ',
        },
        {
                'PatternNumber': '3',
                'typeName': 'ライン型3',
                'group9': '無関心・サイレントマジョリティグループ',
                'ilustration': 'graph_03',
                'catchCopy': '精神的に疲労気味ゆえ休息が必要',
                'hakeikaisetsu': 'すべての指標が低得点、同程度の平坦な波形',
                'kihonseikakusumari':
                        '変化を嫌うため、転職や異動などで現在の環境が変わることを極端に恐れているようです。仕事に対するモチベーションが下がっているため、自分からアイデアを出したり、努力して成果を上げるなどの積極的な行動をとることはほとんどないでしょう。マニュアルがしっかりあるデスクワークなどに適正があります。人と交流するのが苦手なので、後輩や部下など目下の人からは「絡みづらい」と思われている可能性が高いです。職場でもう少しフレンドリーな雰囲気を演出すると、グッと仕事がしやすくなるのではないでしょうか。',
                'kunyunikeishon':
                        'コミュニケーションの特徴として、マイペースなので気心知れた間柄においては、聞き手よりも話し手、意外に「おしゃべり」で、自分の意見を聞いてもらいたいという思いが強いです。ただ、悲観的なところがあるので、人からの意見を素直に聞き入れることができず、「何か裏があるのではないか？」と勘ぐってしまうところがあります。人のミスなどに対しては寛容ですが、人からの誘いなどはメリットが見出だせないとアッサリ断ってしまったりして、マイペースがゆえに、ノリが悪い印象を与えてしまうことが多いでしょう。仕事はプロセスよりも結果、感情よりもロジックなどの論理性を重視する傾向です。完璧さを求めるので、ケアレスミスは少ないです。仕事はスマートにこなすというよりも、泥臭く、沢山の経験を積みたいという思いが強いです。交渉事やプレゼンテーションは苦手で、じっくりコツコツとやる、バックヤードの仕事に向いています。ただ、自分自身では「ルーチンワークに向いていない」との思いが強いです。マイペースを貫きたい気持ちが強いので、上司、同僚、後輩、顧客など「人とのコミュニケーション」で悩む傾向。向上心はあるのですが、自己評価が低いので「自分の市場価値は低い」という思いが強いです。',
                'renaikeiko':
                        '恋愛に関して消極的な姿勢です。パートナーの好みは外見ではなく、内面を重視。「いいな」と思う人がいても、どう接していいのか、どうアプローチしていいのかわからないので、接点を見出だせないままで終わることが多いです。結婚に関しても、「自分は結婚しなくても良い」との思いが強いです。あくまでもマイペースを貫きたいのかもしれません。もし、恋愛をしたいと思うのならば、身近な人のアドバイスを素直に取り入れることが一番手っ取り早く、ベストな方法です。',
                'aishoii1': 'Aトップ型',
                'aishoii2': 'ライン型Ⅱ',
                'aishoii3': ' U型Ⅲ',
                'aishowarui1': 'NPトップ型',
                'aishowarui2': 'W型',
                'aishowarui3': '逆N型Ⅰ',
        },
        {
                'PatternNumber': '4',
                'typeName': 'M型',
                'group9': 'ポジティブ・楽天家グループ',
                'ilustration': 'graph_04',
                'catchCopy': '楽天的だがやや軽率なムードメーカー',
                'hakeikaisetsu': '優しさ、自由度が同程度に高く、厳しさ、論理性、協調性が相対的に低い波形',
                'kihonseikakusumari':
                        'ルーティンワークが嫌いで、新しいことにチャレンジするのが好きなタイプです。コミュニケーションカに優れているので人間関係で苦労することはほとんどないでしょう。会議では自分の意見をちゃんと言えるアイデアマンとして活躍します。また、交渉力・決断力・スピードに優れているので職場から信頼を寄せられています。ただ、自信過剰なせいか、根拠もないのに軽率な行動をとることも多いため、信頼を失うことも。また、仕事には刺激を最優先に求めるため、転職するなど新天地を探す人も多いです。',
                'kunyunikeishon':
                        'コミュニケーションの特徴としては話し手よりも聞き手、興味ある人にはグイグイ質問攻めします。アンテナが広いので話題のネタも多く持っています。フットワークが軽いので、突然の誘いなどにも快く応じます。こうした姿勢が人に好かれる要因なのでしょう。 楽観的なのですが、意外と「自分に合った仕事は何か？職場はどこか？」と常に考えています。興味範囲が広いので、「あれもやりたい、これもやりたい」が止まらないのでしょう。働き者ではあるので、副業などにも興味があるのかもしれませんが、全てにおいて疎かになっては元も子もありません。ベースとなる場所は確保するようにしましょう。また、対人関係においては生真面目な人に嫌われやすいところがあります。根が明るいので、相手が怒っていたり、避けているのに、「どうしたんだろ？」と気づかないところがあります。もし自分に非がある場合はしっかりと謝りましょう。',
                'renaikeiko':
                        '恋愛に対して積極的な姿勢です。明るくて、人懐っこいので、パートナーとすぐに仲良くなれます。交友関係が広いので出会いに苦労することはないでしょう。ただ、ルーズなところがあるので、デートに遅刻したり、記念日を忘れてしまったりなどしてパートナーから怒られるところがあるかも。結婚願望はあるのですが、「今すぐに」というわけではなく、「いつかは結婚したい」という感じです。恋愛を楽しみたいという思いが強いのでしょう。しかし、子ども好きなので、父親になった時は優しく、楽しい存在として家庭を盛り上げることでしょう。あちこちフラフラしてしまいがちなので、結婚するならば几帳面で、あなたをしっかりと管理してくれるパートナーがオススメです。',
                'aishoii1': '台形型Ⅱ',
                'aishoii2': 'NPトップ型',
                'aishoii3': ' N型Ⅱ',
                'aishowarui1': 'W型',
                'aishowarui2': '逆Z型Ⅰ',
                'aishowarui3': 'FCボトム型',
        },
        {
                'PatternNumber': '5',
                'typeName': 'W型',
                'group9': 'マイペース・引っ込み思案グループ',
                'ilustration': 'graph_05',
                'catchCopy': '論理的でクールな真面目な人',
                'hakeikaisetsu': '厳しさ、論理性、協調性が同程度に高く、優しさ、自由度が相対的に低い波形',
                'kihonseikakusumari':
                        '計画性・論理性に優れ、感情に流されることなく理論的に意思決定ができる人です。非常に努力家でストイックな一面があるため、目標に向かってコツコツと努力を積み重ねられる人です。それゆえ、専門性や技術力を活かすような仕事で活躍できるでしょう。また非常に細かく、マメな性格なので、スケジュールや納期も確実に守るので周囲から頼りにされます。ただし、無駄なコミュニケーションを嫌うので、周囲との交流はやや苦手。「気難しい人」「冷たい人」と評価され、損することがもあるかもしれません。',
                'kunyunikeishon':
                        'コミュニケーションの特徴として、寡黙で自分から話しかけたりはしません。聞き手にまわります。我は強いので、会話の中で「自分はこう思う」、「違うものは違う」と自分の意見ははっきりと伝えます。また、猜疑心が強いので、相手の言葉通りに受け止めることはできず、「何か裏があるのでは？」と思ってしまうところがあります。フットワークは軽くないので、突然のお誘いなどにも乗りません。自分のペースを乱されることを嫌がります。仕事はプロセスよりも結果を重視する傾向です。感情は排除し、ロジックなどの論理性を何よりも大切にし、スマートに仕事をこなすことをモットーとしています。規律に従順で、繊細で緻密なので、バックヤードをまかせると非常に頼もしい存在です。管理系の仕事に向いています。一方、交渉やプレゼンテーションなど前に出る仕事は苦手です。人を束ねたり、教えたりすることも苦手なので、マネジメントには向いていないでしょう。',
                'renaikeiko':
                        '恋愛に関して消極的な姿勢です。パートナーに対して、いろいろと細かいところが気になってしまうので、人を好きになるのに時間がかかるタイプです。良いと思った人がいても、なかなかアプローチをかけられないところがあります。しかし、律儀でマメなところがあるので、結婚したら寡黙に一家を支える大黒柱として活躍するでしょう。パートナーとしては優しく、包容力のあるパートナーと一緒になると上手くいくでしょう。',
                'aishoii1': 'Aトップ型',
                'aishoii2': '台形型Ⅰ',
                'aishoii3': ' N型Ⅰ',
                'aishowarui1': 'U型Ⅱ',
                'aishowarui2': '逆Z型Ⅱ',
                'aishowarui3': '逆N型Ⅱ',
        },
        {
                'PatternNumber': '6',
                'typeName': '台形型1',
                'group9': 'アクティブ・スマートグループ',
                'ilustration': 'graph_06',
                'catchCopy': '明るくて世話好きな頼りがいのある人',
                'hakeikaisetsu': '優しさ、論理性、自由度が同程度に高く、厳しさ、協調性が相対的に低い波形',
                'kihonseikakusumari':
                        'どんな職場や環境に置かれても、自分の力を発揮できるオールマイティーなタイプです。ルーティンワークが嫌いで、新しいことにチャレンジすることを好みます。また、コミュニケーションカに優れているので人間関係は良好。会議では自分の意見を主張できるうえ、アイデアマンとしても活躍できます。交渉力・決断力・計画性・スピードと、全てにおいて優れているので職場から信頼を寄せられています。出世は周囲に比べて早いでしょう。一方、自信があるがゆえ、自分の価値観を押し付けてしまう傾向があるので注意しましょう。',
                'kunyunikeishon':
                        '仕事は完璧に、そしてスマートにこなすことをモットーとしています。しかし、根底は「論理性などのロジック」ではなく、「情熱などの感情」を大切にします。感情と論理性がバランスよく混ざり合っています。コミュニケーション能力に長けているので交渉、プレゼンテーションが得意。また、日頃の情報のインプット量が多いのでアイデア出しも得意です。それでいて、繊細で緻密なのでケアレスミスは少ない、隙のない仕事をします。前に出て良し、後ろを守っても良しの、オールマイティで優秀な人材といえます。アンテナを広く張り巡らせ行動するので、交友関係は広いです。新しい出会い、優秀な人、面白い人との出会いを望みます。几帳面でマメな性格、人を楽しませたり喜ばせたりするのが好きです。自分を主張しすぎず、聞き上手。また、自己が確立されているので、会話の中で「自分はこう思う」、「違うものは違う」と自分の意見ははっきりと伝えます。雰囲気に流されたり、空気を読んで自分を押し殺すようなことはしません。人からの誘いや頼み事にも快く応じます。そのような姿勢なので人から好かれるし、信頼されます。バランス感覚が絶妙なので、対人関係のトラブルは極めて少ないでしょう。',
                'renaikeiko':
                        '恋愛に関して、積極的な姿勢ですが、ガンガン押したりせず、紳士的です。パートナーは外見よりも内面を重視します。外見だけで中身がない人に興味が薄いのかもしれません。非常にマメな性格なので、相手の好みをきちんと把握して、手厚くもてなします。そして聞き上手なので、相手から好かれやすいでしょう。結婚願望は非常に強いです。子ども好きなので、父親になった時は頼もしい存在として家庭を支えることでしょう。バランスが取れているタイプなので、結婚するならば自分と同じような性格タイプの人が合うでしょう。',
                'aishoii1': '台形型Ⅰ',
                'aishoii2': 'N型Ⅰ',
                'aishoii3': ' CPボトム型',
                'aishowarui1': 'U型Ⅱ',
                'aishowarui2': '逆N型Ⅱ',
                'aishowarui3': 'CPトップ型',
        },
        {
                'PatternNumber': '7',
                'typeName': '台形型2',
                'group9': 'アクティブ・スマートグループ',
                'ilustration': 'graph_07',
                'catchCopy': '奉仕精神が旺盛な優しいしっかりもの',
                'hakeikaisetsu': '優しさ、論理性が同程度に高く、厳しさ、自由度、協調性が相対的に低い波形',
                'kihonseikakusumari':
                        'コミュニケーションカに優れているので人間関係は良好です。アイデアマンで、交渉力・決断力・スピード・計画性に優れているので、職場から信頼を寄せられています。「この人に任せておけば大丈夫」と思われることが多く、どんな仕事も完壁にこなすことができるオールマイティーなタイプでもあります。ただ、仕事に完壁さを求め、「仕事が終わらないのであれば残業すべき」と思っているふしがあるのでオーバーワークに要注意です。チャレンジ精神も旺盛で、新しいチャンスがあれば、いつでも挑戦しようとする開拓精神もあります。',
                'kunyunikeishon':
                        'コミュニケーションの特徴としては、聞き上手。嫌なことがあっても愚痴をもらさず、「ウンウン」とうなずいて人の話を親身に聞きます。猜疑心はあまりなく、人の意見を素直に受け止めることができます。また、我が強くないので、自分の意見をゴリ押ししたり、人を追及したりすることはしません。律儀で几帳面なので、人からの頼み事、相談事、誘いなどには快く応じます。人のミスなどにも寛容です。仕事は感情よりもロジックなどの論理性、プロセスよりも結果を重視する傾向です。しかし、仕事はスマートにこなすというよりも、泥臭く、沢山の経験を積みたいという思いが強いです。コミュニケーション能力に長けており、また、本質を見抜くことや要点をまとめる能力も高いので、交渉やプレゼンテーションが得意。それでいて、繊細で緻密なのでケアレスミスは少ない、隙のない仕事をします。前に出て良し、後ろを守っても良しの、オールマイティで優秀な人材といえます。社内コミュニケーションにおいては、「仕事は仕事」と、プロ意識が高いので、社員・スタッフに対して家族のような親近感を抱くことはありません。しかし、会食や飲み会などは業務を遂行する上で「大切な時間」ととらえています。この辺りのバランス感覚は絶妙です。マネジメントに関しても意欲的です。',
                'renaikeiko':
                        '恋愛に関して、積極的な姿勢ですが、ガンガン押したりせず、紳士的です。パートナーは外見よりも内面を重視します。外見だけで中身がない人に興味が薄いのかもしれません。非常にマメな性格なので、パートナーの好みをきちんと把握して、手厚くもてなします。そして聞き上手なので、いわゆるモテるタイプです。結婚願望は強いのですが、一人の時間も好きなので「いつかは結婚したい」という感じです。子どもはいてもいなくてもどちらでも良いという姿勢。バランスが取れているタイプなので、結婚するならば、おとなしいパートナーよりも、陽気で活発なパートナーのほうが上手くいくでしょう。',
                'aishoii1': '台形型Ⅱ',
                'aishoii2': 'U型Ⅲ',
                'aishoii3': ' ACトップ型',
                'aishowarui1': ' 逆N型Ⅱ',
                'aishowarui2': '逆Z型Ⅰ',
                'aishowarui3': '逆N型Ⅲ',
        },
        {
                'PatternNumber': '8',
                'typeName': '台形型3',
                'group9': 'ポジティブ・楽天家グループ',
                'ilustration': 'graph_08',
                'catchCopy': '楽しいことをロジカルに追求する合理主義者',
                'hakeikaisetsu': '論理性、自由度が同程度に高く、厳しさ、優しさ、協調性が相対的に低い波形',
                'kihonseikakusumari':
                        '柔軟な発想力を持っているため、ビジネスマンとして高い成果を発揮する可能性が高い人です。新しいことにチャレンジするのが好きで、刺激的な仕事に興味があります。コミュニケーションカに優れているので人間関係は良好。アイデアマンで、時々、周囲を驚かせるような斬新な企画を生み出すこともあるでしょう。交渉力・決断力・スピードに長けており、職場から信頼を寄せられています。ただ、やや合理的な考えが強いので頼み事をされても、自分の職務遂行上にメリットを感じなければ断ったりします。',
                'kunyunikeishon':
                        'コミュニケーションの特徴としては話し手よりも聞き手、興味ある人にはグイグイ質問攻めします。アンテナが広いので話題のネタも多く持っています。フットワークが軽いので、突然の誘いなどにも快く応じます。こうしたノリの良さが人に好かれる要因なのでしょう。しかし、自己が確立されているので、会話の中で「自分はこう思う」、「違うものは違う」と自分の意見ははっきりと伝えます。雰囲気に流されたり、空気を読んで自分を押し殺すようなことはしません。仕事は感情よりもロジックなどの論理性、プロセスよりも結果を重視する傾向です。何よりも仕事はスマートにこなすことをモットーとしています。コミュニケーション能力に長けているので交渉、プレゼンテーションが得意。また、日常の情報のインプット量が多いのでアイデア出しも得意です。それでいて、繊細で緻密なのでケアレスミスは少ない、隙のない仕事をします。前に出て良し、後ろを守っても良しの、オールマイティで優秀な人材といえます。',
                'renaikeiko':
                        '恋愛に関して、積極的な姿勢ですが、ガンガン押したりせず、紳士的です。パートナーは外見よりも内面を重視します。外見だけで中身がない人に興味が薄いのかもしれません。非常にマメな性格なので、パートナーの好みをきちんと把握して、手厚くもてなします。そして聞き上手。いわゆるモテるタイプで、プレイボーイなところがあります。結婚願望はあまりなく、恋愛を楽しんでいたいという思いが強いです。子どもは欲しいとも思うこともあるし、欲しくないとの思いもあり、あまり考えていないようです。自分でリードしたいという思いが強いので、相手は従順なパートナーが良いでしょう。',
                'aishoii1': 'ライン型Ⅰ',
                'aishoii2': 'Z型Ⅰ',
                'aishoii3': ' Aトップ型',
                'aishowarui1': 'ライン型Ⅲ',
                'aishowarui2': 'N型Ⅲ',
                'aishowarui3': 'W型',
        },
        {
                'PatternNumber': '9',
                'typeName': 'U型1',
                'group9': 'マイペース・引っ込み思案グループ',
                'ilustration': 'graph_09',
                'catchCopy': '自分にも厳しく他人にも厳しい職人肌',
                'hakeikaisetsu': '優しさ、論理性、自由度が同程度に低く、厳しさ、協調性が相対的に高い波形',
                'kihonseikakusumari':
                        'こだわりが強く、厳格な性格であるため、専門性や技術力を活かすような仕事で高い成果を発揮するでしょう。また、継続力があり、コツコツと業務を正確に遂行することができます。そのため、すぐには結果がでないような長期的なプランなどで成功を収めるかもしれません。会社の方針や上司の指示には忠実なタイプで、余計なことを言わない性格であるため、周囲からは一定の信頼を得ることができるでしょう。ただ、非常に厳格で頑固であることから、「クールな人」「堅物」と思われることも多いでしょう。',
                'kunyunikeishon':
                        'コミュニケーションの特徴として、寡黙で自分から話しかけたりはしません。聞き手にまわります。根本は我が強く、頑固なので、会話の中で「自分ならこう思う」、「違うものは違う」と思うのですが、実際に口に出せなかったりと、言いたいことが言えないことが多いです。また、猜疑心が強いので、相手の言葉通りに受け止めることはできず、「何か裏があるのでは？」と思ってしまうところがあります。律儀で真面目なので約束は守りますが、フットワークは軽くないので、突然のお誘いには乗りません。仕事はプロセスよりも結果、感情よりもロジックを重視する傾向です。仕事はスマートにこなしたいという思いは強いのですが、フットワークは軽くなく、また業務範囲が明確でないと動けないところがあります。また、物事の優先順位付けも苦手なので、タスク渋滞を起こしがち。交渉事やプレゼンテーションは苦手で、じっくりコツコツとやる、バックヤードの仕事に向いています。人を束ねたり、教えたりすることも苦手なので、マネジメントには向いていないでしょう。',
                'renaikeiko':
                        '恋愛に関しても消極的。パートナーに対してもいろいろと細かいところが気になってしまうので、人を好きになるのに時間がかかるタイプです。良いと思った人がいても、なかなかアプローチをかけられないところがあります。しかし、律儀で真面目なので恋愛関係や結婚すると浮気などはしないタイプです。少々、偏屈なところがあるので優しくて包容力のあるパートナーが良いでしょう。',
                'aishoii1': 'U型Ⅲ',
                'aishoii2': ' Z型Ⅱ',
                'aishoii3': ' ライン型Ⅱ',
                'aishowarui1': 'U型Ⅱ',
                'aishowarui2': '逆N型Ⅰ',
                'aishowarui3': '逆N型Ⅲ',
        },
        {
                'PatternNumber': '10',
                'typeName': 'U型2',
                'group9': '直感・ひらめきグループ',
                'ilustration': 'graph_10',
                'catchCopy': '突然感情を爆発させる気分屋',
                'hakeikaisetsu': '優しさ、論理性が同程度に低く、厳しさ、自由度、協調性が相対的に高い波形',
                'kihonseikakusumari':
                        '言われたことは、できるだけきちんとこなそうとする真面目な人です。ただ、仕事に対しては、目標の達成よりも、相手からの「ありがとう」という感謝の気持ちにやりがいを感じ頑張ることが多いでしょう。新しいことにチャレンジするのが苦手で、安定を求める保守的な性格の持ち主です。言いたいことを我慢したり、仕事を断れなかったりと、ストレスが溜まりがちなので、こまめに発散するように心がけましょう。また、仕事で周りの人を頼るのは気が引けるのか、自分一人で抱えこんでしまう傾向があるので、注意しましょう。',
                'kunyunikeishon':
                        'コミュニケーションの特徴として、寡黙で自分から話しかけたりはしません。聞き手にまわります。また、人のミスに厳しいところがあります。繊細で、相手の何気ない行動で発言で激しく怒ってしまったり、ふさぎ込んでしまったりする傾向があります。猜疑心が強いので、相手の言葉通りに受け止めることはできず、「何か裏があるのでは？」と思ってしまうところがあります。フットワークは軽くないので、突然のお誘いなどにも乗りません。人から指図されたり、自分のペースを乱されることを極端に嫌がります。ただ、孤独を好むかというとそうではなく、根本はとても寂しがりやで、孤立することを恐れます。仕事はプロセスよりも結果、感情よりもロジックを重視する傾向です。仕事はスマートにこなしたいという思いは強いのですが、フットワークは軽くなく、また業務範囲が明確でないと動けないところがあります。また、物事の優先順位付けも苦手なので、タスク渋滞を起こしがち。交渉事やプレゼンテーションは苦手で、じっくりコツコツとやる、バックヤードの仕事が向いています。人を束ねたり、教えたりすることも苦手なので、マネジメントには向いていないでしょう。',
                'renaikeiko':
                        '恋愛に対して消極的な姿勢です。パートナーに対してもいろいろと細かいところが気になってしまうので、人を好きになるのに時間がかかるタイプです。パートナーの好みは性格よりも外見と、「面食い」なところがあります。良いと思った人がいても、なかなかアプローチをかけられないところがあります。結婚願望はあまりないようです。優しくて面倒見のよい、包容力のあるパートナーがおすすめです。',
                'aishoii1': '台形型Ⅱ',
                'aishoii2': 'ACトップ型',
                'aishoii3': '  N型Ⅰ',
                'aishowarui1': 'Z型Ⅱ',
                'aishowarui2': '逆N型Ⅰ',
                'aishowarui3': '逆Z型Ⅰ',
        },
        {
                'PatternNumber': '11',
                'typeName': 'U型3',
                'group9': '優しい・控えめグループ',
                'ilustration': 'graph_11',
                'catchCopy': '頑固だけれども情に厚い温和な人',
                'hakeikaisetsu': '論理性、自由度が同程度に低く、厳しさ、優しさ、協調性が相対的に高い波形',
                'kihonseikakusumari':
                        '責任感が強いため、仕事に対してはかなり堅実。自分に課せられた仕事は、何があってもしっかりこなそうと努力をします。目標達成よりも、相手からの「ありがとう」という感謝の気持ちにやりがいを感じ頑張るタイプです。仕事には安定を求めており、転職などにはあまり興味がありません。優しい性格ゆえ、言いたいことを我慢したり、仕事を断れなかったりと、ストレスが溜まりがちなので、こまめに発散するように心がけましょう。また、自分一人で抱えて何とかしようとしがちなので、オーバーワークにも要注意。',
                'kunyunikeishon':
                        'ミュニケーションの特徴として、寡黙で自分から話しかけたりはしません。聞き手にまわります。根本は我が強く、頑固なので、会話の中で「自分ならこう思う」、「違うものは違う」と思うのですが、実際に口に出せなかったりと、言いたいことが言えないことが多いです。また、猜疑心は強いのですが、怪しいと思うことでも、相手から強くお願いされたり、「大丈夫だから」と言われると、「まあいいか」と、受け入れてしまいます。律儀で真面目なので約束は守りますが、気が優しいのであまり乗り気ではない誘いに「付き合いだから」と乗ってしまって消耗したり、手一杯なのに人からのお願いごとを断りきれず引き受けてしまったりとしてしまうことが多いようです。仕事はプロセスよりも結果、感情よりもロジックを重視する傾向です。仕事はスマートにこなしたいという思いは強いのですが、フットワークは軽くなく、また業務範囲が明確でないと動けないところがあります。また、お人好しで、仕事を断ったり、物事の優先順位付けも苦手なので、タスク渋滞を起こしがち。交渉事やプレゼンテーションは苦手で、じっくりコツコツとやる、バックヤードの仕事に向いています。人を束ねたり、教えたりすることも苦手なので、マネジメントには向いていないでしょう。',
                'renaikeiko':
                        '恋愛に関しても消極的。パートナーに対してもいろいろと細かいところが気になってしまうので、人を好きになるのに時間がかかるタイプです。良いと思った人がいても、なかなかアプローチをかけられないところがあります。しかし、律儀で真面目なので恋愛関係や結婚すると浮気などはしないタイプです。性格はキツいけれど、しっかりとしたパートナーに引っ張られるのが良いと思います。',
                'aishoii1': 'U型Ⅲ',
                'aishoii2': 'NPトップ型',
                'aishoii3': ' N型Ⅰ',
                'aishowarui1': 'U型Ⅱ',
                'aishowarui2': '逆N型Ⅰ',
                'aishowarui3': 'CPボトム型',
        },
        {
                'PatternNumber': '12',
                'typeName': 'N型1',
                'group9': '優しい・控えめグループ',
                'ilustration': 'graph_12',
                'catchCopy': '温和で明るく優しいミーハー気質',
                'hakeikaisetsu': '優しさ、協調性が同程度に高く、次いで自由度が高い。厳しさ、論理性が相対的に低い波形',
                'kihonseikakusumari':
                        '自分に自信がないため、常に他人と自分を比較してしまいます。人より出世しているか、評価が高いかどうかという些細なことを異常に気にしてしまう傾向があります。周囲との調和を大切にするため、目標達成よりも、相手からの「ありがとう」という感謝の気持ちにやりがいを感じ頑張るタイプです。気遣いする能力が高いので、社内の人間関係の調整役として活躍しそうです。頼まれると断れない性格なので、業務過多になってパンクしてしまいがちです。頼まれた時点で断るスキルを身にっけるておくとよいでしょう。',
                'kunyunikeishon':
                        'コミュニケーションの特徴は、話し手よりも聞き手。基本的に律儀で、付き合いもよく、突然の誘いなどにも快く応じます。人のミスなどに対しても寛容です。しかし、周囲の顔色を常にうかがっているので、自分の本当の思いをあまり口に出せません。感情のコントロールがそこまで上手くないので、思ったことがすぐに顔に出てしまったりすることもあります。仕事は結果よりもプロセスを重視する傾向です。また、仕事はスマートにこなすのではなく、「泥臭くても良いから、沢山の経験をしたい」という思いが強いです。真面目なのですが、計画性に乏しく、数字処理などの緻密な仕事に苦手意識を持っています。しかし、交渉ごとやプレゼンテーションにも苦手意識があるので、「自分はルーチンワークに向いている」との自覚が強いです。また、基本的に真面目なのですが、自分のある程度の限界や上限を把握していて、あまり無理をしません。自分自身にリミッターを設け、「仕事は仕事」と割り切っている人が多いようです。',
                'renaikeiko':
                        '恋愛に関しては、消極的な姿勢。また、押しに弱いというか、どこか相手に「リードしてほしい」という思いが強いようで、年上のパートナーや、快活なパートナーを好みます。律儀で聞き上手ですが、どこか決定力に欠けるところがあるので、「良い人」止まりなことも多いようです。結婚願望は「いつかは結婚したい」という感じです。子どもは欲しいという思いが強いです。',
                'aishoii1': '台形型Ⅱ',
                'aishoii2': 'Z型Ⅰ',
                'aishoii3': ' ライン型Ⅰ',
                'aishowarui1': '逆Z型Ⅰ',
                'aishowarui2': '逆N型Ⅰ',
                'aishowarui3': '逆N型Ⅱ',
        },
        {
                'PatternNumber': '13',
                'typeName': 'N型2',
                'group9': '優しい・控えめグループ',
                'ilustration': 'graph_13',
                'catchCopy': '情に厚く論理的な保護者タイプ',
                'hakeikaisetsu': '優しさ、協調性が同程度に高く、次いで論理性が高い。厳しさ、自由度が相対的に低い波形',
                'kihonseikakusumari':
                        '責任感があり、頼まれたことはきっちりこなそうとする真面目な性格の持ち主です。ただ、プロジェクトを自分で引っ張るというよりも、サポート役に徹すると力を発揮できるタイプです。また「人の役に立ちたい」という思いが強く、人に褒められることで、更に力を発揮します。チームの調和をとても大事にするため、社内のコミュニケーションに常に気を配っているタイプです。一方で、人が良いので気が乗らない飲み会の誘いにも乗ってしまい、ストレスを抱えてしまうことも多いかもしれません。適度にガス抜きを心がけて。',
                'kunyunikeishon':
                        'コミュニケーションの特徴は、話し手よりも聞き手。相手の発言を頭ごなしに否定したりせず、違和感を感じたとしても何とか接点を探ろうとします。真面目で律儀なので、人との約束を守ります。人のミスに対しても寛容ですが、デリカシーのない人を非常に嫌います。仕事は感情よりもロジック、プロセスよりも結果を重視する傾向です。また、仕事はスマートにこなしたいという思いが強いです。几帳面なので、細かいところまでよく気がつき、ケアレスミスは少ないです。一方、交渉ごとやプレゼンテーションにも苦手意識があるので、「自分はルーチンワークに向いている」との自覚が強いです。人をサポートする業務で力を発揮できます。実際に、緻密な仕事に向いているといえるでしょう。ただ、基本的に受け身で、決定力に欠けるところがあるので、業務範囲が明確であったり、指示がしっかりしていないと仕事を進めることができません。',
                'renaikeiko':
                        '恋愛に関しては消極的な姿勢。基本的に受け身なので、気に入った人がいたとしてもなかなかアプローチができません。また、押しに弱いというか、どこか相手に「リードしてほしい」という思いが強いようで、年上のパートナーや、快活なパートナーを好みます。律儀で聞き上手ですが、どこか決定力に欠けるところがあるので、「良い人」止まりなことも多いようです。結婚願望は「いつかは結婚したい」という感じです。子どもは欲しいという思いが強いです。',
                'aishoii1': 'ライン型Ⅰ',
                'aishoii2': 'N型Ⅰ',
                'aishoii3': ' U型Ⅰ',
                'aishowarui1': 'FCトップ型',
                'aishowarui2': '逆N型Ⅱ',
                'aishowarui3': 'CPトップ型',
        },
        {
                'PatternNumber': '14',
                'typeName': 'N型3',
                'group9': 'マイペース・引っ込み思案グループ',
                'ilustration': 'graph_14',
                'catchCopy': '何事も物事を深く考える真面目な人',
                'hakeikaisetsu': '論理性、協調性が同程度に高く、次いで優しさが高い。厳しさ、自由度が相対的に低い波形',
                'kihonseikakusumari':
                        '自分から周囲を率先して引っ張るタイプではありませんが、サポート役に回ると持ち前の慎重さや堅実さで、真価を発揮できるタイプです。細かいところによく気が付き、コツコツと作業を進められるのでミスは少ないでしょう。その反面、決断を迫られるような局面は非常に苦手。優柔不断な一面もあるので、まごまごとしているうちに、チャンスを逃してしまうことも多いかもしれません。社内では「おとなしい人」と思われがちです。気が乗らない飲み会の誘いにも乗ってしまい、疲れてしまうことも多いかもしれません',
                'kunyunikeishon':
                        'コミュニケーションの特徴としては、話し手よりも聞き手。前のめりな性格ではないので、人の話を遮ってまで自分の意見を伝えようというところはありません。ただ、共感性が低く、猜疑心が強いので、人の意見を言葉とおりに受け止めることができず、「何か裏があるのではないか？」と勘ぐってしまうところがあります。また、共感性が低いので、人からの誘いなどに対して、自分にメリットがなければキッパリと断ってしまうなど、ノリが悪かったり、融通がきかないところがあります。繊細なので、ガツガツしている人、デリカシーのない人を非常に嫌います。仕事はロジックなどの論理性を非常に重視します。完璧主義で、仕事をスマートにこなすことをモットーとしています。真面目で几帳面なので、緻密な作業に向いています。一方、交渉やプレゼンテーションは苦手なので、前に出るというよりも、誰かのサポート役、もしくは単独で行動するほうが力を発揮できるでしょう。人を束ねたりするのは苦手なのでマネジメントはしたくないという思いが強いです。',
                'renaikeiko':
                        '恋愛に関しては消極的な姿勢。基本的に受け身なので、気に入った人がいたとしてもなかなかアプローチができません。それなのに、どこか「自分をわかってほしい」という思いが強いところがあります。パートナーの好みは年下。律儀でマメなのですが、どこか決定力に欠けるところがあるので、「良い人」止まりなことも多いようです。結婚願望は非常に強く、「今すぐ結婚したい」という思いが強いです。ただ、子どもはあまり好きではないようです。マイペースなので、相手は優しく包容力のあるパートナーが良いでしょう',
                'aishoii1': 'ライン型Ⅱ',
                'aishoii2': '台形型Ⅰ',
                'aishoii3': ' NPボトム型',
                'aishowarui1': '台形型Ⅲ',
                'aishowarui2': 'CPボトム型',
                'aishowarui3': 'ACボトム型',
        },
        {
                'PatternNumber': '15',
                'typeName': '逆N型1',
                'group9': '合理主義・クレバーグループ',
                'ilustration': 'graph_15',
                'catchCopy': 'こだわりが強く行動力もある自信家',
                'hakeikaisetsu': '厳しさ、論理性が同程度に高く、次いで自由度が高い。優しさ、協調性が相対的に低い波形',
                'kihonseikakusumari':
                        '目標達成意識が強い結果至上主義です。冷静で厳しく、発言力もあるので、リーダーとして行動することも多いでしょう。仕事に情を挟まないタイプで、決断カがあり、スピーディーに仕事をこなすことができます。課せられたミッションは確実に達成すべく動くため、上からは評価され、重宝されます。その仕事ぶりから、出世等も速いのではないでしょうか。一方で、自己主張の強さや己のことしか顧みない姿勢から、部下・後輩から敬遠される面があるので、後進がなかなか育たない悩みを抱える人が多いです。',
                'kunyunikeishon':
                        'コミュニケーションの特徴は、話し手よりも聞き手。基本的に律儀で、付き合いもよく、突然の誘いなどにも快く応じます。人のミスなどに対しても寛容です。しかし、周囲の顔色を常にうかがっているので、自分の本当の思いをあまり口に出せません。感情のコントロールがそこまで上手くないので、思ったことがすぐに顔に出てしまったりすることもあります。結果よりもプロセスを重視する傾向です。また、仕事はスマートにこなすのではなく、「泥臭くても良いから、沢山の経験をしたい」という思いが強いです。真面目なのですが、計画性に乏しく、数字処理などの緻密な仕事に苦手意識を持っています。しかし、交渉ごとやプレゼンテーションにも苦手意識があるので、「自分はルーチンワークに向いている」との自覚が強いです。また、基本的に真面目なのですが、自分のある程度の限界や上限を把握していて、あまり無理をしません。自分自身にリミッターを設け、「仕事は仕事」と割り切っている人が多いようです。',
                'renaikeiko':
                        '恋愛に関しては消極的な姿勢。パートナーは内面よりも外見で判断と、「面食い」です。パートナーに対していろいろと細かいところが気になってしまうので、人を好きになるのに時間がかかるタイプです。「愛」よりも「お金」や「仕事」を優先する傾向が強いのです。実は、根が照れ屋です。初対面などでは表情が堅く、気難しい印象を与え、パートナーを遠ざけているような振る舞いをするのですが、そういったことを気にせず接してくれる、快活なパートナーに心を惹かれることが多いです。',
                'aishoii1': '台形型Ⅱ',
                'aishoii2': 'Aトップ型',
                'aishoii3': ' Z型Ⅱ',
                'aishowarui1': '逆N型Ⅲ',
                'aishowarui2': 'CPボトム型',
                'aishowarui3': 'FCトップ型',
        },
        {
                'PatternNumber': '16',
                'typeName': '逆N型2',
                'group9': '豪快・アグレッシブグループ',
                'ilustration': 'graph_16',
                'catchCopy': 'ポジティブで自信たっぷりの陽気な人',
                'hakeikaisetsu': '厳しさ、自由度が同程度に高く。次いで論理性が高い。優しさ、協調性が相対的に低い波形',
                'kihonseikakusumari':
                        '仕事には刺激を求めており、常に自分が楽しめる環境を探しているタイプです。アイデアマンで、交渉力・決断力・スピードに優れているので、職場から信頼を寄せられています。しかし合理的なので頼み事をされても、メリットを感じなければ断ることも多いです。また、非常に自分に自信を持っているるため、他人よりも自分が優位に立ちたいと思っており、何かと他人と張り合おうとする気の強いところもあります。コミュニケーションカに優れているので、人間関係は表面上は円滑ですが、人望自体は薄いでしょう。',
                'kunyunikeishon':
                        'コミュニケーションの特徴として、前のめりな性格なので、聞き手よりも話し手寄り。人が話している途中でも、自分が伝えたいことがあったらすぐに伝えます。相手の意見も聞き入れることはできるのですが、自分の意見を何よりも第一優先で、ゴリ押しすることが多いです。頼み事なども遠慮せずにガンガンお願いします。いわゆる「人たらし」なところがあります。突然の誘いにも応じるなどフットワークは軽いのですが、自分にとってメリットがない誘いに対してはアッサリ断ります。自分のメリット、デメリットの計算は常にしています。人のミスなどに対しては寛容でなく、激しく非難したり、叱責します。また、人から指摘を受けたり、注意されたりするといつまでも根に持ちます。仕事はプロセスよりも結果を重視する傾向です。完璧主義で、何よりも仕事はスマートにこなすことをモットーとしています。仕事において「情熱などの感情」は一切排除したいと思っています。本質を見抜くことや要点をまとめることが得意で、物怖じしないので、交渉事やプレゼンテーションが得意。それでいて、繊細で緻密なのでケアレスミスは少ない、隙のない仕事をします。前に出て良し、後ろを守っても良しの、オールマイティで優秀な人材といえます。ただ、面倒な仕事やルーチンワークなどはさっさと人に振ってしまいます',
                'renaikeiko':
                        '恋愛に関して、非常に積極的で「押しが強い」タイプです。パートナーの好みに関しては、いわゆる年下、従順そうで、おとなしいパートナーを好みます。好みのパートナーと出逢えば、自分の良さ・凄さを迷うことなくアピールします。また非常にマメな性格なので、パートナーの好みをきちんと把握して、手厚くもてなします。いわゆるモテるタイプです。結婚願望はあるのですが、「今すぐに」というわけでなく、「いつかは結婚したい」という感じです。恋愛を楽しみたいという思いが強いのでしょう。しかし、子ども好きなので、父親になった時は頼もしい存在として家庭を支えることでしょう。我が強く、前のめり、そして繊細な性格なので、相手は優しくて、おっとりととしていて、包容力があって、陰で支えてくれるパートナーがおすすめです。',
                'aishoii1': ' U型Ⅲ',
                'aishoii2': 'ライン型Ⅰ',
                'aishoii3': ' 台形型Ⅲ',
                'aishowarui1': '逆N型Ⅱ',
                'aishowarui2': 'W型',
                'aishowarui3': 'FCボトム型',
        },
        {
                'PatternNumber': '17',
                'typeName': '逆N型3',
                'group9': '豪快・アグレッシブグループ',
                'ilustration': 'graph_17',
                'catchCopy': 'こだわりが強く感受性豊かな直感型',
                'hakeikaisetsu': '厳しさ、自由度が同程度に高く。次いで優しさが高い。論理性、協調性が相対的に低い波形',
                'kihonseikakusumari':
                        '仕事には刺激を求めており、自分が面白いと思わないことには、興味を示しません。コミュニケーションカに優れており、アイデアマンとしても活躍します。交渉力・決断カ・スピードに優れているので職場から信頼を寄せられています。仕事に完壁さを求めますが、合理的なので、仕事で頼み事をされても、自分にメリットを感じなければ断ったりします。基本的には仕事ができる人ですが、こだわりが強く、自分の価値観を押し付けてしまうところがあるので、些細なことからトラブルに発展しやすい傾向も。ご注意を。',
                'kunyunikeishon':
                        'コミュニケーションの特徴は、前のめりな性格なので、聞き手よりも話し手にまわります。しかし、人が話している途中でも伝えたいことがあったら話を遮ってでも伝えてしまいます。人の話を聞くよりも、自分の話を聞いてもらいたいという思いが強いです。気前はよく、人から頼られると嬉しく感じます。ただ、腹が立つと激しく怒りを露わにするなどしてしまいます。また、後輩など目下の人に対して厳しく、ダメ出しをしたり、説教してしまったりするところがあります。仕事はロジックなどの論理性を重視しているのですが、感情が勝ってしまうことのほうが多いようです。仕事はスマートにこなすというよりも、泥臭く、沢山の経験をしたいという思いが強いです。コミュニケーション能力が高いので、交渉事やプレゼンテーションが得意です。反対に、数値を扱うなど緻密な作業は苦手意識があり、ルーチンワークは向いていないと自覚しています。仕事における悩みは多いほうで、「日常の業務が将来、別の場所で役に立たないのではないか？」という不安を感じやすいです。また、自分の知識や技術が不足していることに悩みがちです。',
                'renaikeiko':
                        '恋愛は意外と消極的な姿勢。好きな人の前だといつもの前のめりな感じが出せないようです。基本的には押しが強いので、相手にリードされるよりは、自分でリードしたいと思っています。ただ、「愛」よりも「お金」や「仕事」を優先するなどリアリストなところがあります。結婚願望はあるのですが、「今すぐに」というわけでなく、「いつかは結婚したい」という感じです。恋愛を楽しみたいという思いが強いのでしょう。子どもは欲しいという気持ちが強いです。父親になった時は頼もしい存在として家庭を支えることでしょう。我が強く、前のめり、そして繊細な性格なので、あなたの後を着いてきてくれる、従順なパートナーが良いでしょう。',
                'aishoii1': '台形型Ⅰ',
                'aishoii2': 'ライン型Ⅰ',
                'aishoii3': '  N型Ⅱ',
                'aishowarui1': 'U型Ⅱ',
                'aishowarui2': '逆N型Ⅰ',
                'aishowarui3': 'W型',
        },
        {
                'PatternNumber': '18',
                'typeName': 'CPトップ型',
                'group9': '頑固・カタブツグループ',
                'ilustration': 'graph_18',
                'catchCopy': 'ストイックでとにかく真面目一直線',
                'hakeikaisetsu': '厳しさが他指標に比べて、突出して高い波形',
                'kihonseikakusumari':
                        '真面目でストイックな性格なので、普通の人に比べてケアレスミスが少ないタイプ。ルーティンワークもコツコツとこなすー方で、機会があれば、新しいことに挑戦する開拓者精神も持っています。交渉力・実行力に優れているので職場から信頼を寄せられています。しかし合理的なので頼み事をされても、メリットを感じなければ断るなどドライな一面も。また、仕事をしない人には容赦なく叱咤することも多いです。「仕事が終わらなくても残業するべきではない」との思いが強く、プライベートな時間も大切にしています。',
                'kunyunikeishon':
                        'コミュニケーションの特徴としては、話し手よりも聞き手。受け身です。しかし、我は強いので、会話の中で「自分はこう思う」、「違うものは違う」と自分の意見ははっきりと伝えます。また、猜疑心が強いので、相手の言葉通りに受け止めることはできず、「何か裏があるのでは？」と思ってしまうところがあります。フットワークは軽くないので、突然のお誘いなどにも乗りません。自分のペースを乱されることを嫌がります。人のミスに厳しいところがあります。相手の何気ない行動で発言で激しく怒ってしまったり、ふさぎ込んでしまったりする傾向があります。しかし、自分に落ち度がある時は素直に謝れないなど、人に厳しく、自分に甘いところがあります。仕事はプロセスよりも結果。感情よりも論理性を重視します。仕事はスマートにこなしたいという思いが強いです。ケアレスミスなどは少ないのですが、交渉事やプレゼンテーションなど、人の前に立つのは苦手です。人を束ねたり、教えたりすることも苦手なので、マネジメントには向いていないでしょう。',
                'renaikeiko':
                        '恋愛に関しても消極的で、「自分は恋愛運がない」との思いが強く、愛よりもお金や仕事を優先する、リアリストです。いいなと思う人がいても、なかなかアプローチできません。マイペースなのでマメに連絡を返すというのも苦手です。しかし、どこか「自分をわかってほしい」という思いが強いところがあります。結婚願望は「いつかは結婚したい」と思うくらいで、子どももあまり欲しいとは思いません。どこか「自分は一人でもいいや」という思いがあるのかもしれません。一緒になるならば、優しくて面倒見のよい、包容力のあるパートナーがおすすめです。',
                'aishoii1': 'Z型Ⅰ',
                'aishoii2': 'NPトップ型',
                'aishoii3': ' CPトップ型',
                'aishowarui1': 'U型Ⅱ',
                'aishowarui2': 'NPボトム型',
                'aishowarui3': '逆Z型Ⅰ',
        },
        {
                'PatternNumber': '19',
                'typeName': 'NPトップ型',
                'group9': '優しい・控えめグループ',
                'ilustration': 'graph_19',
                'catchCopy': '感受性豊かで優しさあふれる聞き上手',
                'hakeikaisetsu': '優しさが他指標に比べて、突出して高い波形',
                'kihonseikakusumari':
                        'とても真面目で働動き者な性格です。仕事には安定を求める傾向が強く、地位や名声よりも他人に感謝されることで満足感を得るタイプです。コミュニケーションカに優れているので人間関係は良好。後輩や部下だけでなく、上司や先輩、クライアントからも好かれるタイプです。ただ、優柔不断なので、判断力が求められるポジションには向きません。人がいいので、気が乗らない飲み会の誘いに乗ってしまったり、他人の仕事を引き受けてしまい。疲れることも多いでしょう。また、「仕事が終わらないのであれば残業するべき」との思いも強いのでオーバーワークに要注意。',
                'kunyunikeishon':
                        'コミュニケーションの特徴としては、話し手よりも聞き手。我が強くないので、自分の意見をゴリ押ししたり、人が話している途中でも遮って自分の意見を言うことはしません。猜疑心も強くなく、相手の言葉通りに受け止めることができます。優しいので、人のミスに対しては寛容。人からの頼み事なども快く応じます。しかし、マイペースなので、自分の気分の状態が悪かったり、自分にとってメリットが感じられない申し出についてはキッパリ断る姿勢です。仕事はプロセスよりも結果を重視するのですが、根本は論理性よりも情熱などの感情を大切します。合理性と非合理性が入り混じっています。仕事はスマートにこなすというより、泥臭くてもいいから沢山の経験を積みたいという思いが強いです。ケアレスミスは少ないのですが、交渉事やプレゼンテーションなど人の前に立つことに苦手意識があります。どちらかといえばバックヤードで、こつこつと地道にこなす仕事のほうが向いているようです。基本的に真面目なのですが、自分のある程度の限界や上限を把握していて、あまり無理をしません。',
                'renaikeiko':
                        '恋愛に関しては消極的な姿勢です。しかし、人当たりが良く、優しく聞き上手なので、パートナーとは仲良くなることのほうが多いでしょう。しかし、マイペースでどこか決定力に欠けるところがあるので、やや頼りない印象を与えてしまうかも。結婚願望はあまりなく、子どもも欲しいとは思わないようです。恋愛するとしたら、多少強引でリードしてくれるようなパートナーのほうが上手くいくと思います。',
                'aishoii1': '台形型Ⅱ',
                'aishoii2': ' U型Ⅲ',
                'aishoii3': ' N型Ⅱ',
                'aishowarui1': 'ライン型Ⅲ',
                'aishowarui2': '逆Z型Ⅱ',
                'aishowarui3': 'NPボトム型',
        },
        {
                'PatternNumber': '20',
                'typeName': '合理主義・クレバーグループ',
                  'group9': 'アクティブ・スマートグループ',
                'ilustration': 'graph_20',
                'catchCopy': 'ビジネスライクでクールなキレ者',
                'hakeikaisetsu': '論理性が他指標に比べて、突出して高い波形',
                'kihonseikakusumari':
                        '真面目で働き者な性格です。新しいことにチャレンジするのが好きで、新しい職場や役職を任された時には、前向きな姿勢を持って進めていきます。論理的で、コミュニケーションカに優れているので人間関係は良好。アイデアマンで、交渉力・決断力・スピードに優れているので、職場から信頼を寄せられています。頭がよくて合理的なので、出世も速いでしょう。しかし、仕事で頼み事をされたり、飲み会に誘われても、自分にメリットを感じなければ断るなど、オンとオフの切り替えがはっきりしているドライな一面も。',
                'kunyunikeishon':
                        'コミュニケーションの特徴としては、話し手よりも聞き手。自分の意見をゴリ押ししたり、押し付けるようなことはせず、一定の距離を置いて周囲と接します。人に対してあまりに興味がないのでしょう。人のミスなどにも寛容です。誘いや頼み事に対しては、自分にメリットが感じられなければキッパリ断ります。自分のペースを乱されることを激しく嫌います。仕事はプロセスよりも結果を重視する傾向です。完璧主義で、何よりも仕事はスマートにこなすことをモットーとしています。仕事において「情熱などの感情」は一切排除したいと思っています。本質を見抜くことや要点をまとめることが得意で、物怖じしないので、交渉事やプレゼンテーションが得意。それでいて、繊細で緻密なのでケアレスミスは少ない、隙のない仕事をします。前に出て良し、後ろを守っても良しの、オールマイティで優秀な人材といえます。自分の能力に絶対的な自信があるので、チームを組むよりも、単独で仕事を進めたいという気持ちが強いです。なので、マネジメントにもあまり興味がありません。仕事における悩みは、ほとんどないのも特徴的です。',
                'renaikeiko':
                        '恋愛に対しても消極的であっさりしています。パートナーに対して紳士的です。パートナーは外見よりも内面を重視します。外見だけで中身がない人に興味が薄いのかもしれません。非常に几帳面で物覚えが良いので、パートナーの好みをきちんと把握して、手厚くもてなします。そして聞き上手なので、ガツガツしていないけれど、モテるタイプです。結婚願望はなく、子どもも欲しいとは思わないようです。恋愛するのならば、自分と同じような、芯を持ったしっかりとしたパートナーが良いでしょう。',
                'aishoii1': '台形型Ⅰ',
                'aishoii2': '台形型Ⅲ',
                'aishoii3': ' ライン型Ⅰ',
                'aishowarui1': 'W型',
                'aishowarui2': 'Aボトム型',
                'aishowarui3': 'FCトップ型',
        },
        {
                'PatternNumber': '21',
                'typeName': 'FCトップ型',
                'group9': 'ポジティブ・楽天家グループ',
                'ilustration': 'graph_21',
                'catchCopy': '天真爛漫でフットワークも軽いアクティブな人',
                'hakeikaisetsu': '自由度が他指標に比べて突出して高い波形',
                'kihonseikakusumari':
                        '自分に自信を持っているので、会議ではしっかりと発言できる人です。交渉力・実行力に優れており、営業などでも高いカを発揮します。また、既存の概念にとらわれない思考力があるので、アイデアマンとして、周囲からは一目置かれるでしょう。やや計画性に欠けており、ロジカルに物事を進めていくのはあまり得意ではないようです。また、仕事で頼み事をされたり、飲み会の誘いがあっても断ってしまうなど協調性に欠ける面も。上司・先輩、同僚から「空気が読めない人」だと思われている可能性があるようです。',
                'kunyunikeishon':
                        'コミュニケーションの特徴としては、聞き手よりも話し手。自分の言いたいことだけ話さればOKというタイプです。人のミスに対しても寛容というか、自分以外にあまり興味がないので、気にならないだけなのかもしれません。マイペースなので、人からの誘いに応じるかは、自分のその時の気分に大きく左右されます。ノリが良い時もあれば、ものすごくツレない時もあり、落差が激しいです。どこか掴みどころがない印象を周囲に与えます。仕事はロジックなどの論理性よりも、情熱などの感情を重視します。仕事はスマートにこなすというよりも、泥臭くてもいいので沢山の経験を積みたいと思う気持ちが強いです。ルーチンワークなど地味な仕事は苦手。物怖じしない性格なので、営業など前に出る仕事のほうが向いているでしょう。',
                'renaikeiko':
                        '恋愛に対しては意外に消極的であっさりしています。気に入った人がいればすぐコミュニケーションを取ろうとするのですが、自由人なので、少しでも「面倒くさい」と思ったらサッと引いてしまいます。束縛されたりすることも非常に苦手です。結婚願望はあまりありません。しかし、子どもを欲しいという気持ちは強いようです。あちこちフラフラしてしまいがちなので、恋愛や結婚をするならば几帳面で、あなたをしっかりと管理してくれるパートナーか、完全に放置してくれるけれど離れない、包容力のあるパートナーがオススメです。',
                'aishoii1': 'FCトップ型',
                'aishoii2': 'ライン型Ⅰ',
                'aishoii3': ' ACトップ型',
                'aishowarui1': '逆N型Ⅰ',
                'aishowarui2': 'Aボトム型',
                'aishowarui3': 'CPトップ型',
        },
        {
                'PatternNumber': '22',
                'typeName': 'ACトップ型',
                'group9': 'マイペース・引っ込み思案グループ',
                'ilustration': 'graph_22',
                'catchCopy': 'いつも周りを見渡している気遣い屋さん',
                'hakeikaisetsu': '協調性が他指標に比べて、突出して高い波形',
                'kihonseikakusumari':
                        '仕事には刺激よりも安定を求めまています。自分にあまり自信を持っていないので、物事を決断するのに躊躇してしまう傾向にあります。リーダーとしてプロジェクトを引っ張るというよりも、サポートに回ることが多いでしょう。周囲に気を使いすぎるのか、会議では発言することが苦手。また、人を頼ることに気が引けるのか、大きな問題を抱えても、「人を巻き込んじゃ悪い」という気持ちから、自分一人で何とかしようともがく傾向が強いです。周囲に気を使いすぎてストレスを溜めないように気をつけましょう。',
                'kunyunikeishon':
                        '人見知りで、新しい出会いに億劫で、狭く深い人間関係を望みます。寂しがりやなのですが、にぎやかな場所や、大勢でワイワイするような場では居心地に悪さを感じてしまいます。人とどうコミュニケーションをとってよいのかわからなくて悩んでしまいます。基本的に受け身で聞き手。しかし、猜疑心が強く、人の意見を言葉通りに受け止めることができず、何か裏があるのではないかと勘ぐってしまいます。しかし、そう思っても伝えることはできません。また、押しに弱く、雰囲気や相手の勢いにのまれて、自分の本意じゃない方向に流されてしまいます。仕事はプロセスよりも結果。ロジックなどの論理性を重視します。また、仕事はスマートにこなしたいという気持ちが強いです。几帳面で、地道にコツコツが基本姿勢なのでケアレスミスは少ないのですが、業務範囲が明確であったり、指示が明確でないと動けないところがあるので、スピード感に欠けるところがあります。プレゼンテーションや交渉事も苦手なので、バックヤードの仕事のほうが向いているでしょう。基本的に真面目なのですが、自分のある程度の限界や上限を把握していて、あまり無理をしません。',
                'renaikeiko':
                        '恋愛に対しても消極的な姿勢です。律儀でマメなところはあるのですが、どこかアピールが弱いところがあり、「良い人」どまりになることも多いようです。結婚願望はあまりなく、子どもも欲しいとは思わないようです。性格はキツいけれど、しっかりとしたパートナーに引っ張られるのが良いと思います。',
                'aishoii1': 'NPトップ型',
                'aishoii2': 'FCトップ型',
                'aishoii3': ' 台形型Ⅱ',
                'aishowarui1': '逆N型Ⅱ',
                'aishowarui2': ' 逆N型Ⅰ',
                'aishowarui3': 'ライン型Ⅲ',
        },
        {
                'PatternNumber': '23',
                'typeName': 'CPボトム型',
                'group9': 'ポジティブ・楽天家グループ',
                'ilustration': 'graph_23',
                'catchCopy': 'のんびりして人当たりがよい人気者',
                'hakeikaisetsu': '厳しさが他指標に比べて、突出して低い波形',
                'kihonseikakusumari':
                        '論理性高くアイデアマンですが、慎重さに欠けるところがあるため、交渉事や数字が苦手です。ケアレスミスが非常に多く、チェックが甘いせいで、最後の最後で、大きなミスをやらかしてしまう…なんてことも多いので要注意です。ルーティンワークが嫌いで、刺激的な職場を好みます。合理的な考えが強く、仕事で頼み事をされても、メリットを感じなければ断ります。基本的には人当たりがよいものの、他人に価値観を押し付けるふしがあるので、同僚や部下・後輩から反発されることもあるでしょう。',
                'kunyunikeishon':
                        'コミュニケーションの特徴として、話し手よりも聞き手寄りで懐は深いのですが、自分の言いたいこともしっかりと伝えます。ポジティブなので弱音や愚痴などはあまり周囲に漏らさないです。約束は守るし、待ち合わせなども時間厳守。人からの誘いや頼み事に対しても快く受け入れます。人のミスなどにも寛容。こうした姿勢も人から慕われ、信頼される要因でしょう。仕事はプロセスよりも結果を重視する傾向です。何よりも仕事はスマートにこなすことをモットーとしています。しかし、根底は「論理性などのロジック」ではなく、「情熱などの感情」を大切にします。つまり、感情と論理性、相反する要素が入り混じっています。コミュニケーション能力に長けているので交渉、プレゼンテーションが得意。また、日頃の情報のインプット量が多いのでアイデア出しも得意です。それでいて、繊細で緻密なのでケアレスミスは少ない、隙のない仕事をします。前に出て良し、後ろを守っても良しの、オールマイティで優秀な人材といえます。仕事における悩みについて、「部下や後輩が育たないこと」に悩みがち。人に対して優しく、寛容がゆえに、後進を甘やかしてしまうところがあるようです。',
                'renaikeiko':
                        '恋愛に対して積極的な姿勢で、のめりこみやすいタイプ。しかし、ガンガン押したりせず、紳士的です。パートナーは基本的に内面重視ですが、「面食い」なところもあります。非常にマメな性格なので、パートナーの好みをきちんと把握して、手厚くもてなします。そして聞き上手と、いわゆるモテるタイプ。プレイボーイぽく思われがちかもしれませんが、結婚願望は非常に強いです。また、子ども好きなので、父親になった時は頼もしい存在として家庭を支えることでしょう。恋愛や結婚をするならば、自分と同じようなスマートかつ努力家タイプのパートナーとお互い支え合っていくか、優しくて、おっとりとした、あなたを陰で支えてくれるパートナーがおすすめです。',
                'aishoii1': '台形型Ⅰ',
                'aishoii2': 'N型Ⅰ',
                'aishoii3': ' ACボトム型',
                'aishowarui1': '逆N型Ⅰ',
                'aishowarui2': 'FCボトム型',
                'aishowarui3': 'NPボトム型',
        },
        {
                'PatternNumber': '24',
                'typeName': 'NPボトム型',
                'group9': '頑固・カタブツグループ',
                'ilustration': 'graph_24',
                'catchCopy': 'いつも冷静さを失わないクールな人',
                'hakeikaisetsu': '優しさが他指標に比べて、突出して低い波形',
                'kihonseikakusumari':
                        '論理性がありクレバーな人です。自分に自信を持っているので、会議では自分の意見を主張することも得意です。交渉カ・実行力に優れていますが、計算高いところがあり。仕事で頼み事をされても、メリットを感じなければアッサリ断るドライな一面も。また、あまり人を頼らないので、仕事は自分一人で抱えてしまいがちです。感情に流されずに、ビジネスライクな行動をとるため、仕事で成果は上げられるものの、職場の同僚などからは「冷たい人」と思われている可能性も高いです。',
                'kunyunikeishon':
                        'コミュニケーションの特徴としては、前のめりな性格なので、聞き手よりも話し手寄り。人が話している途中でも、自分が伝えたいことがあったらすぐに伝えます。相手の意見も聞き入れることはできるのですが、自分の意見を何よりも第一優先とします。突然の誘いにも応じるなどフットワークは軽いのですが、自分にとってメリットがない誘いに対してはアッサリ断ります。自分のメリット、デメリットの計算は常にしています。人のミスなどに対しては寛容でなく、激しく非難したり、怒りを露わにします。また、人から指摘を受けたり、注意されたりするといつまでも根に持ちます。仕事はプロセスよりも結果を重視する傾向です。何よりも仕事はスマートにこなすことをモットーとしています。仕事において「情熱などの感情」は一切排除したいと思っています。本質を見抜くことや要点をまとめる能力に長けているので、交渉事やプレゼンテーションが得意。それでいて、繊細で緻密なのでケアレスミスは少ない、隙のない仕事をします。前に出て良し、後ろを守っても良しの、オールマイティで優秀な人材といえます。しかし、自分では「ルーチンワークの方が向いている」との思いが強いです。プライドが高いので、上司や同僚などとの人間関係でトラブルを起こす傾向があります。',
                'renaikeiko':
                        '恋愛に関して、非常に積極的で「押しが強い」タイプです。パートナーの好みに関しては、いわゆる「面食い」。好みのパートナーと出逢えば、自分の良さ・凄さを迷うことなくアピールします。しかし、根本は寂しがりではなく、リアリストなところがあるので、恋愛よりも仕事や自分の都合を優先してしまいがち。「冷たい」と思われたりすることも多いようです。結婚願望は非常に強く、子どもが欲しいという思いも強いです。我が強く、勝ち気な性格なので、相手はおとなしいけれど、芯が強く、懐の深い、陰で支えてくれるパートナーがおすすめです。',
                'aishoii1': '台形型Ⅱ',
                'aishoii2': ' 台形型Ⅰ',
                'aishoii3': ' N型Ⅲ',
                'aishowarui1': 'ライン型Ⅲ',
                'aishowarui2': '逆N型Ⅰ',
                'aishowarui3': 'U型Ⅰ',
        },
        {
                'PatternNumber': '25',
                'typeName': 'Aボトム型',
                'group9': '直感・ひらめきグループ',
                'ilustration': 'graph_25',
                'catchCopy': '直感を重視するマイペースな天才肌',
                'hakeikaisetsu': '論理性が他指標に比べて突出して低い波形',
                'kihonseikakusumari':
                        '仕事に刺激を求め、新しいことに挑戦するのが好きな人です。物怖せず、会議では自分の意見を通すタイプです。柔軟な発想力を持っているので、奇抜なアイデアを出して、周囲を驚かせることも。ただ、計画性に乏しく、やりたくないことを後回しにし、期限や納期が迫って焦ったり、とんでもない大ミスをすることもあるようです。感情で行動しがちなので、周りから「浮き沈みが激しい人」と思われているかも。ノリは良いので、職場の人間関係は良好な人が多いでしょう。',
                'kunyunikeishon':
                        'コミュニケーションの特徴としては、話し手よりも聞き手。人が話している時に、それを遮ってまで自分の話をしようとしたり、自分の意見をゴリ押ししたりすることはしません。ノリが良いので、人からの誘いに対しても快く応じます。気が乗らない会合であっても顔を出す、律儀なところがあります。人のミスなどにも寛容ですが、プライドが高いので、人から指摘を受けたり、注意されたりするといつまでも根に持ってしまうところがあります。仕事は感情よりも論理性などのロジックを重視し、スマートにこなしたいと思っています。しかし、完璧主義かというとそうでもなく、結果よりもプロセスを重視します。注意力散漫なところがあるので数字を扱うなど緻密な作業が苦手。ケアレスミスも多いようです。交渉事やプレゼンテーションは苦手でもないのですが、得意でもないという感じです。どちらかというとバックヤードよりも、営業など前に出る仕事のほうが向いているようです。',
                'renaikeiko':
                        '寂しがりやなのですが、恋愛に関しては意外と消極的な姿勢です。プライドが高く、見栄っ張りなので、自分の思いを伝えるのが苦手なのかもしれません。どこか「自分をわかってほしい」という思いが強いところがあります。決定力、アピール力に欠けるところがあるので、「良い人」止まりなことも多いようです。結婚願望は非常に強く、「今すぐ結婚したい」という思いが強いです。また、同様に子どもが欲しいという気持ちも強いです。偏屈なところがあるので、一緒になるならば、優しくて面倒見のよい、包容力のあるパートナーがおすすめです。',
                'aishoii1': 'NPトップ型',
                'aishoii2': 'Z型Ⅰ',
                'aishoii3': ' N型Ⅱ',
                'aishowarui1': 'U型Ⅱ',
                'aishowarui2': 'Aトップ型',
                'aishowarui3': 'FCトップ型',
        },
        {
                'PatternNumber': '26',
                'typeName': 'FCボトム型',
                'group9': '優しい・控えめグループ',
                'ilustration': 'graph_26',
                'catchCopy': '優しく真面目おとなしい教師タイプ',
                'hakeikaisetsu': '自由度が他指標に比べて突出して低い波形',
                'kihonseikakusumari':
                        '真面目で素直な働き者です。論理性に長け、数字の扱いが得意です。堅実で、慎重な人なので、仕事においてケアレスミスが少ないです。他人に対してちゃんと気配りもできるので、取引先や上司・先輩との人間関係は良好です。あまり自分が表に出るのは好きではありませんが、肝心な時にはきっちりクロージングする安定感のある人です。現実主義でオンオフがはっきりしており、気乗りしない飲み会の誘いを断ったりと、ベタベタした人間関係は好まない傾向が強いです。',
                'kunyunikeishon':
                        'コミュニケーションの特徴としては、話し手よりも聞き手。プライドは高いのですが、自分の意見をゴリ押ししたりするようなことはしません。基本的に真面目で、律儀なので、周囲から信頼されています。ただ、人のミスなどに対しては寛容でなく、怒りを露わにします。また、人から指摘を受けたり、注意されたりするといつまでも根に持ちます。仕事はロジックなどの論理性を非常に重視します。完璧主義で、仕事をスマートにこなすことをモットーとしています。真面目で几帳面なので、緻密な作業に向いています。一方、交渉やプレゼンテーションは苦手なので、前に出るというよりも、誰かのサポート役、もしくは単独で行動するほうが力を発揮できるでしょう。人を束ねるのは苦手なのでマネジメントはしたくないという思いが強いです。',
                'renaikeiko':
                        '恋愛に関しては消極的な姿勢です。パートナーに対してもいろいろと細かいところが気になってしまうので、人を好きになるのに時間がかかるタイプです。パートナーは性格重視ですが、「面食い」なところもあります。律儀で聞き上手ですが、どこか決定力に欠けるところがあるので、「良い人」止まりなことも多いようです。結婚願望は「いつかは結婚したい」と思うレベルです。基本的に真面目なので、恋愛や結婚などで浮気したりはしません。パートナーとしては、自分と同じような真面目で落ち着いたパートナーが良いでしょう。',
                'aishoii1': 'U型Ⅲ',
                'aishoii2': 'ライン型Ⅰ',
                'aishoii3': ' N型Ⅱ',
                'aishowarui1': '逆Z型Ⅱ',
                'aishowarui2': 'CPボトム型',
                'aishowarui3': '逆N型Ⅲ',
        },
        {
                'PatternNumber': '27',
                'typeName': 'ACボトム型',
                  'group9': 'アクティブ・スマートグループ',
                'ilustration': 'graph_27',
                'catchCopy': 'ポジティブで明るい自信たっぷりの親分肌',
                'hakeikaisetsu': '協調性が他指標に比べて、突出して低い波形',
                'kihonseikakusumari':
                        '自分の意見を通せるアイデアマンな人です。また、統率力があり、リーダーとして活躍します。交渉力・決断力・スピードに優れており、職職場だけでなく取引先の信頼も厚いです。合理的な考えが強くメリットがなければ仕事を断ったりも多いです。完壁主義者で仕事はできますが、周りに自分の価値観を押し付けがちなので、場合によっては同僚や部下後輩から敬遠されることも。また、ルーティンワークが嫌いで、自己主張が強いので、組織の歯車になることを拒む傾頃向にあります。',
                'kunyunikeishon':
                        'コミュニケーションの特徴として、前のめりな性格なので、聞き手よりも話し手寄り。人が話している途中でも、自分が伝えたいことがあったらすぐに伝えます。喋りっぱなし、自分の意見をゴリ押ししたいかというとそうでもなく、相手の意見も聞き入れる懐の深さがあります。約束は守るし、待ち合わせなども時間厳守。人からの誘いや頼み事に対しても快く受け入れます。こうした姿勢も人から信頼される要因でしょう。しかし、コミュニケーションを取りながらも、相手の行動や言動などを冷静に観察する一面があります。デリカシーのない人、自分にとって得るものがない人に対してはとても冷たい態度で接します。仕事はプロセスよりも結果を重視する傾向です。何よりも仕事はスマートにこなすことをモットーとしています。しかし、根底は「論理性などのロジック」ではなく、「情熱などの感情」を大切にします。つまり、感情と論理性、相反する要素が入り混じっています。コミュニケーションに長けているので交渉、プレゼンテーションが得意。また、日々の情報インプット量が多いのでアイデア出しも得意です。それでいて、繊細で緻密なのでケアレスミスは少ない、隙のない仕事をします。前に出て良し、後ろを守っても良しの、オールマイティで優秀な人材といえます。',
                'renaikeiko':
                        '恋愛に関して、非常に積極的で「押しが強い」タイプです。パートナーは性格重視なのですが、「面食い」なところもあります。好みのパートナーと出逢えば、迷うことなく自分をアピールします。また非常にマメな性格なので、パートナーの好みをきちんと把握して、手厚くもてなします。いわゆるモテるタイプです。結婚願望はあるのですが、「今すぐに」というわけでなく、「いつかは結婚したい」という感じです。恋愛を楽しみたいという思いが強いのでしょう。我が強く、前のめりな性格なので、パートナーとしては優しくて、おっとりとした、陰で支えてくれるパートナーがおすすめです。',
                'aishoii1': '台形型Ⅱ',
                'aishoii2': 'N型Ⅰ',
                'aishoii3': ' 台形型Ⅰ',
                'aishowarui1': 'U型Ⅱ',
                'aishowarui2': '逆Z型Ⅰ',
                'aishowarui3': 'W型',
        },
        {
                'PatternNumber': '28',
                'typeName': 'Z型1',
                'group9': '頑固・カタブツグループ',
                'ilustration': 'graph_28',
                'catchCopy': '優しさと厳しさが同居する大人っぽい人',
                'hakeikaisetsu': '厳しさ、優しさが同程度に高く、論理性、自由度、協調性が相対的に低い波形',
                'kihonseikakusumari':
                        '言われたことは、最後まで責任感を持って、きっちりとこなせる人です。職場の同僚やクライアントから、「安定感のある人」として信頼されるでしょう。ただ、自分の意見を言うのが苦手なわけではありませんが、あまり合理的な判断をするのが得意ではないので、自分がリーダーシップをもって物事を進めるよりも、誰かのサポート役として力を発揮することが多いでしょう。他人に流されやすい傾向があるので、気が付くと誰かの仕事を引き受けてしまい、オーバーワークになることも。',
                'kunyunikeishon':
                        'コミュニケーションの特徴としては、聞き手よりも話し手。しかし、我が強くないので、自分の意見をゴリ押ししたり、人が話している途中でも遮って自分の意見を言うことはしません。猜疑心も強くなく、相手の言葉通りに受け止めることができます。優しいので、人のミスに対しては寛容。人からの頼み事なども快く応じます。しかし、フットワークはあまり軽くないので、突然の誘いなどには応じません。あと、少々愚痴っぽいところがあります。仕事は論理性よりも情熱などの感情、結果よりもプロセスを重視します。しかし、仕事は泥臭くやりたいかというと、そうではなく、スマートにこなしたいという思いが強いです。ケアレスミスは少ないのですが、交渉事やプレゼンテーションなど人の前に立つことに苦手意識があります。どちらかといえばバックヤードで、こつこつと地道にこなす仕事のほうが向いているようです。仕事における悩みは、将来に対して悲観的なので、「日常の業務が将来、別の場所で役に立たなかったらどうしよう」と不安に思うことが多いです。',
                'renaikeiko':
                        '恋愛に関しては積極的な姿勢です。押しは強いです。パートナーは外見重視と、いわゆる「面食い」です。しかし、人を楽しませたり喜ばせたりすることが苦手なので、いまいち決定力に欠けるところがあるようです。結婚願望は強く、子どもを欲しいという気持ちも強いです。一緒になるならば、おとなしいけれど、優しくて面倒見のよい、包容力のあるパートナーがおすすめです。',
                'aishoii1': '台形型Ⅱ',
                'aishoii2': ' NPトップ型',
                'aishoii3': ' CPトップ型',
                'aishowarui1': '逆Z型Ⅱ',
                'aishowarui2': '逆Z型Ⅰ',
                'aishowarui3': 'W型',
        },
        {
                'PatternNumber': '29',
                'typeName': 'Z型2',
                  'group9': 'アクティブ・スマートグループ',
                'ilustration': 'graph_29',
                'catchCopy': '目的のためには手段をいとわぬ厳しい人',
                'hakeikaisetsu': '自由度、協調性が同程度に低く、厳しさ、優しさ、論理性が相対的に高い波形',
                'kihonseikakusumari':
                        '論理的で、物事を合理的に判断できるため、仕事においては高いパフォーマンスを上げることができる人です。目標達成に対して強い意欲を示すので、「この人に任せておけば上手くいくだろう」と上司からの信頼も厚いです。順当に出世していくタイプです。交渉事なども得意なので、営業にも向いています。ただ、目標の達成を最優先するため、部下に対しては非常に厳しく接するため、目下の人からは敬遠されてしまうことも多いでしょう。時には優しさを見せることも肝心です。',
                'kunyunikeishon':
                        'コミュニケーションの特徴としては、話し手よりも聞き手。我は強いので、会話の中で「自分はこう思う」、「違うものは違う」と自分の意見ははっきりと伝えます。基本的に人の話を言葉通りに受け止めるのですが、時に猜疑心が強いところもあり、疑ってかかることもあります。礼儀礼節を重んじるので、無礼な人、デリカシーのない人を非常に嫌います。自分のペースを乱されるのが苦手で、フットワークも軽くないので、突然の誘いなどには応じません。仕事はプロセスよりも結果を重視する傾向です。完璧主義で、何よりも仕事はスマートにこなすことをモットーとしています。仕事において「情熱などの感情」よりも、「ロジックなどの論理性」を大事にしたいと思っています。本質を見抜くことや要点をまとめる能力に長けています。物怖じしないので、交渉事やプレゼンテーションが得意。それでいて、繊細で緻密なのでケアレスミスは少ない、隙のない仕事をします。前に出て良し、後ろを守っても良しの、オールマイティで優秀な人材といえます。「人の上に立ちたい」という思いが強いので、マネジメントに関しても意欲的。１つの会社で定年まで勤め上げたいという思いが強く、流動性の高い職場環境に不安を感じるようです。また、同僚との人間関係に悩むことが多いです。',
                'renaikeiko':
                        '恋愛に関して、積極的な姿勢ですが、ガンガン押したりせず、紳士的です。パートナーは外見よりも内面を重視します。外見だけで中身がない人に興味が薄いのかもしれません。しかし、根本は寂しがりではなく、リアリストなところがあるので、恋愛よりも仕事や自分の都合を優先してしまいがち。「冷たい」と思われたりすることも多いようです。結婚願望は非常に強いです。パートナーとしては、あなたと同じように几帳面でしっかりしたパートナーよりも、楽観的で快活なパートナーの方が、足りないところを補えるので、バランスが取れて良いでしょう。',
                'aishoii1': '台形型Ⅱ',
                'aishoii2': 'Z型Ⅱ',
                'aishoii3': ' ACトップ型',
                'aishowarui1': 'ライン型Ⅲ',
                'aishowarui2': '逆Z型Ⅰ',
                'aishowarui3': 'U型Ⅱ',
        },
        {
                'PatternNumber': '30',
                'typeName': '逆Z型1',
                'group9': 'ポジティブ・楽天家グループ',
                'ilustration': 'graph_30',
                'catchCopy': '一見おとなしいものの実は破天荒',
                'hakeikaisetsu': '論理性、自由度、協調性が同程度に高く、厳しさ、優しさが相対的に低い波形',
                'kihonseikakusumari':
                        '言われたことは、きちんと責任を持ってやりきろうとする意志は持っているものの、自己管理が苦手なので、納期を忘れてしまったり、ケアレスミスを連発してしまうことも多いかもしれません。また、他人のアドバイスを聞くのが苦手なので、同じミスを何度も繰り返してしまうケースもあるようです。深く他人に関わろうとしないため、社内の人間関係は可もなく不可もなくといったところ。また、困ったことがあっても、自分一人で抱え込んでしまう傾向があるので、適度に周囲に相談を。',
                'kunyunikeishon':
                        'コミュニケーションの特徴としては、話し手よりも聞き手。人が話している時に、それを遮ってまで自分の話をしようとしたり、自分の意見をゴリ押ししたりすることはしません。ノリが良いので、人からの誘いに対しても快く応じます。気が乗らない会合であっても顔を出す、律儀なところがあります。人にミスなどに対しても寛容で、腹が立ったりしても根に持ったりしません。そうした姿勢も人から好かれる要因でしょう。仕事はプロセスよりも結果を重視する傾向です。何よりも仕事はスマートにこなすことをモットーとしています。しかし、根底は「論理性などのロジック」ではなく、「情熱などの感情」を大切にします。つまり、感情と論理性、相反する要素が入り混じっています。プレゼンテーションにやや苦手意識がありますが、本質を見抜くことや要点をまとめる能力に長けているので交渉事は得意です。また、日頃の情報のインプット量が多いのでアイデア出しも得意です。それでいて、繊細で緻密なのでケアレスミスは少ない、隙のない仕事をします。前に出て良し、後ろを守っても良しの、オールマイティで優秀な人材といえます。しかし、自分は「ルーチンワークのほうが向いている」との思いが強いです。',
                'renaikeiko':
                        '恋愛に対して積極的でのめりこみやすいタイプ。しかし、ガンガン押したりせず、紳士的です。パートナーは内面重視ですが、「面食い」なところもあります。非常にマメな性格なので、パートナーの好みをきちんと把握して、手厚くもてなします。そして聞き上手なので、いわゆるモテるタイプといえます。結婚願望は強くなく、「いつかは結婚したい」という感じです。恋愛を楽しんでいたいという思いが強いのでしょう。しかし、子どもを欲しいと思う気持ちは強いです。自分でリードしたいという思いが強いので、相手はおとなしくて、おっとりとしたパートナーが良いでしょう。',
                'aishoii1': 'U型Ⅲ',
                'aishoii2': '台形型Ⅲ',
                'aishoii3': ' ＡＣボトム型',
                'aishowarui1': '逆Z型Ⅰ',
                'aishowarui2': 'W型',
                'aishowarui3': 'ライン型Ⅲ',
        },
        {
                'PatternNumber': '31',
                'typeName': '逆Z型2',
                'group9': 'マイペース・引っ込み思案グループ',
                'ilustration': 'graph_31',
                'catchCopy': '考えすぎてやや思考停止気味',
                'hakeikaisetsu': '自由度、協調性が同程度に高く、厳しさ、優しさ、論理性が相対的に低い波形',
                'kihonseikakusumari':
                        '自分に自信がないので、人前で自分の意見を言うのが苦手です。周囲に合わせることはできるので、社内の人間関係はさほど悪くはありません。控えめなので、リーダーなどには向いておらず、誰かのサポートに回るポジションのほうが適性が高いようです。論理的に物事を進めることができるのと、貴任感は強いので、言われたことはきっちりこなすことができます。ただ、嫌な事を先送りしてしまう傾向があり、小さなミスが大きな失敗を招く危険性もあるので、くれぐれも注意を。',
                'kunyunikeishon':
                        'ポジティブで自己肯定感が強いタイプです。常に何事も人よりも優れていたいという思いが強いです。しかし、自分の価値は自分で決めるよりも、自分と人を比較して、「ここが優れている、ここが劣っている」と判断する傾向です。それでいて承認欲求はあまり強くなく、周りから注目されたり、期待されるのが苦手です。また、予期せぬ出来事に対してもうろたえたりと、プレッシャーに弱いところがります。興味がないことに対しては腰が重く、やりたくないことなどは後回しにしてしまうなど、面倒くさがりなところがあります。また、集中力や注意力に欠けているところがあり、自分で得た情報や、人から教えてもらったことはすぐに忘れてしまいがちです。仕事は結果よりもプロセス、ロジックなどの論理性よりも感情を重視します。また、仕事はスマートにこなすというよりも、泥臭く、沢山の経験を積みたいという思いが強いです。また、業務範囲が明確でなかったり、指示が明確でないと動けないところがあるので、スピード感に欠けています。また、物事の優先順位付けも苦手なので、タスク渋滞を起こしがち。交渉事やプレゼンテーションは苦手で、じっくりコツコツとやる、バックヤードの仕事に向いています。人を束ねたり、教えたりすることも苦手なので、マネジメントには向いていないでしょう。',
                'renaikeiko':
                        '恋愛に関しては消極的な姿勢です。パートナーは性格を重視します。一人の時間が好きで、かつマメではないので、恋愛自体を「面倒くさい」と思ってしまう傾向です。結婚についても、「結婚しなくても良い」と思っています。パートナーとしては、あなたを引っ張ってくれる快活なパートナーが良いでしょう。',
                'aishoii1': '台形型Ⅱ',
                'aishoii2': 'ＡＣトップ型',
                'aishoii3': ' N型Ⅰ',
                'aishowarui1': 'ライン型Ⅲ',
                'aishowarui2': '逆N型Ⅱ',
                'aishowarui3': '逆Z型Ⅰ',
        },
];
